Repository: common-repository/moneytigo
Catalog: languages/ovri-*.po
Languages: de_de, es_es, fr_fr, it_it

source: Accept credit cards in less than 5 minutes. <a href="https://my.ovri.app">Open an account now !</a>
de_de: Akzeptieren Sie Kreditkarten in weniger als 5 Minuten. <a href="https://my.ovri.app">Eröffnen Sie jetzt ein Konto !</a>
es_es: Acepta tarjetas de crédito en menos de 5 minutos. <a href="https://my.ovri.app">¡Abra una cuenta ahora!</a>
fr_fr: Acceptez les cartes de crédit en moins de 5 minutes. <a href="https://my.ovri.app">Ouvrez un compte maintenant !</a>
it_it: Accetta carte di credito in meno di 5 minuti. <a href="https://my.ovri.app">Apri un conto ora!</a>

source: Sorry, it seems that there are no available payment methods for your state. Please contact us if you require assistance or wish to make alternate arrangements.
de_de: Es tut uns leid, aber es scheint, dass es für Ihr Land keine verfügbaren Zahlungsmöglichkeiten gibt. Bitte kontaktieren Sie uns, wenn Sie Hilfe benötigen oder andere Vorkehrungen treffen möchten.
es_es: Lo sentimos, parece que no hay métodos de pago disponibles para su estado. Póngase en contacto con nosotros si necesita ayuda o desea realizar otros trámites.
fr_fr: Désolé, il semble qu'il n'y ait pas de méthode de paiement disponible pour votre pays. Veuillez nous contacter si vous avez besoin d'aide ou si vous souhaitez prendre d'autres dispositions.
it_it: Siamo spiacenti, sembra che non ci siano metodi di pagamento disponibili per il vostro stato. Contattateci se avete bisogno di assistenza o desiderate prendere accordi alternativi.

source: Please fill in your details above to see available payment methods.
de_de: Bitte geben Sie oben Ihre Daten ein, um die verfügbaren Zahlungsmethoden zu sehen.
es_es: Rellene sus datos para ver los métodos de pago disponibles.
fr_fr: Veuillez indiquer vos coordonnées ci-dessus pour connaître les modes de paiement disponibles.
it_it: Inserite i vostri dati qui sopra per vedere i metodi di pagamento disponibili.

source: Place order
de_de: Bestellung aufgeben
es_es: Realizar pedido
fr_fr: Passer commande
it_it: Effettuare l'ordine

source: Since your browser does not support JavaScript, or it is disabled, please ensure you click the <em>Update Totals</em> button before placing your order. You may be charged more than the amount stated above if you fail to do so.
de_de: Da Ihr Browser JavaScript nicht unterstützt oder es deaktiviert ist, stellen Sie bitte sicher, dass Sie auf die Schaltfläche <em>Summen aktualisieren</em> klicken, bevor Sie Ihre Bestellung aufgeben. Andernfalls kann Ihnen mehr als der oben angegebene Betrag in Rechnung gestellt werden.
es_es: Dado que su navegador no admite JavaScript o está desactivado, asegúrese de hacer clic en el botón <em>Actualizar totales</em> antes de realizar el pedido. Si no lo hace, es posible que se le cobre un importe superior al indicado anteriormente.
fr_fr: Si votre navigateur ne prend pas en charge JavaScript ou s'il est désactivé, veillez à cliquer sur le bouton <em>Mettre à jour les totaux</em> avant de passer votre commande. Si vous ne le faites pas, vous risquez d'être facturé plus que le montant indiqué ci-dessus.
it_it: Poiché il vostro browser non supporta JavaScript o è disabilitato, assicuratevi di fare clic sul pulsante <em>Aggiorna i totali</em> prima di effettuare l'ordine. In caso contrario, potrebbe esservi addebitato un importo superiore a quello indicato.

source: Update totals
de_de: Summen aktualisieren
es_es: Actualizar totales
fr_fr: Actualiser les totaux
it_it: Aggiornare i totali

source: Ovri configuration
de_de: Ovri Konfiguration
es_es: Configuración de Ovri
fr_fr: Configuration d’Ovri
it_it: Configurazione Ovri

source: Accepts payments by credit card with Ovri
de_de: Akzeptiert Zahlungen per Kreditkarte mit Ovri
es_es: Acepta pagos con tarjeta de crédito con Ovri
fr_fr: Acceptez les paiements par carte de crédit avec Ovri
it_it: Accetta pagamenti con carta di credito con Ovri

source: Ovri is a secure payment solution on the Internet. As a virtual POS (Electronic Payment Terminal), Ovri makes it possible to cash payments made on the Internet 24 hours a day, 7 days a week. This service relieves your site of the entire payment phase; the latter takes place directly on our secure payment platform.
de_de: Ovri ist eine sichere Zahlungslösung im Internet. Als virtuelles POS (Electronic Payment Terminal) ermöglicht Ovri die Barzahlung im Internet 24 Stunden am Tag, 7 Tage die Woche. Dieser Service entlastet Ihre Website von der gesamten Zahlungsphase; Letzteres erfolgt direkt auf unserer sicheren Zahlungsplattform.
es_es: Ovri es una solución de pago seguro en línea. Como TPV virtual (terminal de pago electrónico), Ovri le permite realizar pagos en línea las 24 horas del día, los 7 días de la semana. Este servicio libera a su sitio de todo el proceso de pago, que se realiza directamente en nuestra plataforma de pago seguro.
fr_fr: Ovri est une solution de paiement sécurisée sur Internet. En tant que POS virtuel (Terminal de Paiement Electronique), Ovri permet d’encaisser des paiements effectués sur Internet 24 heures sur 24, 7 jours sur 7. Ce service soulage votre site de toute la phase de paiement; ce dernier se déroule directement sur notre plateforme de paiement sécurisée.
it_it: Ovri è una soluzione di pagamento sicura su Internet. Come POS virtuale (Terminale di Pagamento Elettronico), Ovri consente di incassare i pagamenti effettuati su Internet 24 ore al giorno, 7 giorni alla settimana. Questo servizio solleva il tuo sito dall'intera fase di pagamento; quest'ultimo avviene direttamente sulla nostra piattaforma di pagamento sicuro.

source: For any problem or information contact: hello@ovri.app
de_de: Für Probleme oder Informationen wenden Sie sich bitte an: hello@ovri.app
es_es: Para cualquier problema o información contactar con: hello@ovri.app
fr_fr: Pour tout problème ou information, contactez : hello@ovri.app
it_it: Per qualsiasi problema o informazione contattare: hello@ovri.app

source: Get a Ovri account
de_de: Holen Sie sich ein Ovri Konto
es_es: Obtener una cuenta de Ovri
fr_fr: Obtenez un compte Ovri
it_it: Ottieni un account Ovri

source: Test free
de_de: Kostenlos testen
es_es: Prueba libre
fr_fr: Test gratuit
it_it: Test gratuiti

source: Official site
de_de: Offizielle Seite
es_es: Sitio oficial
fr_fr: Site officiel
it_it: Sito ufficiale

source: Documentation
de_de: Dokumentation
es_es: Documentación
it_it: Documentazione

source: If you want your customer to be automatically redirected to your site once the payment is accepted or failed, consider activating this option directly in the configuration of your website in your Ovri DashBoard
de_de: Wenn Sie möchten, dass Ihr Kunde automatisch auf Ihre Website weitergeleitet wird, sobald die Zahlung akzeptiert wurde oder fehlgeschlagen ist, sollten Sie diese Option direkt in der Konfiguration Ihrer Website in Ihrem Ovri DashBoard aktivieren
es_es: Si desea que su cliente sea redirigido automáticamente a su sitio web una vez que el pago sea aceptado o fallido, considere activar esta opción directamente en la configuración de su sitio web en su espacio de administración OVRI
fr_fr: Si vous souhaitez que votre client soit automatiquement redirigé vers votre site une fois le paiement accepté ou échoué, pensez à activer cette option directement dans la configuration de votre site web dans votre Backoffice OVRI
it_it: Se desideri che il tuo cliente venga reindirizzato automaticamente al tuo sito una volta che il pagamento è stato accettato o fallito, considera l'attivazione di questa opzione direttamente nella configurazione del tuo sito web nella tua DashBoard Ovri

source: Ovri - Transaction
de_de: Ovri - Transaktion
es_es: Ovri - Transacción
it_it: Ovri - Transazione

source: Credit Card Number is not valid.
de_de: Die Kreditkartennummer ist nicht gültig.
es_es: El número de tarjeta de crédito no es válido.
fr_fr: Le numéro de la carte bancaire n'est pas valide.
it_it: Il numero della carta di credito non è valido.

source: Card Expiry Date is not valid.
de_de: Das Gültigkeitsdatum der Karte ist nicht gültig.
es_es: La fecha de caducidad de la tarjeta no es válida.
fr_fr: La date d'expiration de la carte n'est pas valide.
it_it: La data di scadenza della carta non è valida.

source: Card CVC is not entered.
de_de: Der Karten-CVC wird nicht eingegeben.
es_es: No se ha introducido el CVC de la tarjeta.
fr_fr: Le CVC de la carte n'est pas saisi.
it_it: Il CVC della carta non è stato inserito.

source: An internal error occurred
de_de: Ein interner Fehler ist aufgetreten
es_es: Se ha producido un error interno
fr_fr: Une erreur interne s’est produite
it_it: Si è verificato un errore interno

source: Please wait a few moments ...
de_de: Bitte warten Sie einen Moment ...
es_es: Por favor, espere unos momentos ...
fr_fr: Merci de patienter ...
it_it: Si prega di attendere qualche istante ...

source: Sorry, your payment was declined !
de_de: Es tut uns leid, aber Ihre Zahlung wurde abgelehnt!
es_es: Lo sentimos, ¡tu pago ha sido rechazado!
fr_fr: Désolé, votre paiement est refusé !
it_it: Siamo spiacenti, il pagamento è stato rifiutato!

source: Enable / Disable
de_de: Aktivieren / Deaktivieren
es_es: Habilitar / Deshabilitar
fr_fr: Activer / Désactiver
it_it: Abilita / Disabilita

source: Activate card payment with Ovri
de_de: Kartenzahlung mit Ovri aktivieren
es_es: Activar el pago con tarjeta con Ovri
fr_fr: Activer le paiement par carte avec Ovri
it_it: Attiva il pagamento con carta con Ovri

source: Method title
de_de: Methode Titel
es_es: Título del método
fr_fr: Nom de la méthode
it_it: Titolo del metodo

source: This is the name displayed on your checkout
de_de: Dies ist der Name, der an Ihrer Kasse angezeigt wird
es_es: Este es el nombre que se muestra en el proceso de pago
fr_fr: Ce nom sera affiché sur la page de commande
it_it: Questo è il nome visualizzato al checkout

source: Credit card payment
de_de: Zahlung mit Kreditkarte
es_es: Pago con tarjeta de crédito
fr_fr: Carte bancaire
it_it: Pagamento con carta di credito

source: Message before payment
de_de: Nachricht vor der Zahlung
es_es: Mensaje antes del pago
fr_fr: Message avant paiement
it_it: Messaggio prima del pagamento

source: Message that the customer sees when he chooses this payment method
de_de: Nachricht, die der Kunde sieht, wenn er diese Zahlungsmethode wählt
es_es: Mensaje que el cliente ve cuando elige este método de pago
fr_fr: Ce message sera affiché, quand le client sélectionne OVRI
it_it: Messaggio che il cliente vede quando sceglie questo metodo di pagamento

source: You will be redirected to our secure server to make your payment
de_de: Sie werden zu unserem sicheren Server weitergeleitet, um Ihre Zahlung zu tätigen
es_es: Usted será redirigido a nuestro servidor seguro para hacer su pago
fr_fr: Vous serez redirigé vers notre serveur sécurisé pour effectuer votre paiement
it_it: Verrai reindirizzato al nostro server sicuro per effettuare il pagamento

source: Your API Key
de_de: Dein API-Schlüssel
es_es: La clave de la API
fr_fr: Votre clé API (Api Key)
it_it: La tua API Key

source: To obtain it go to the configuration of your merchant contract (section "Merchant account").
de_de: Um es zu erhalten, gehen Sie zur Konfiguration Ihres Händlervertrags (Abschnitt "Händlerkonto").
es_es: Para obtenerlo vaya a la configuración de su contrato de comerciante (sección "Cuenta de comerciante").
fr_fr: Pour l'obtenir rendez-vous dans la configuration de votre contrat (rubrique "Mes sites web").
it_it: Per ottenerlo vai alla configurazione del tuo contratto commerciante (sezione "Account commerciante").

source: Your Secret Key
de_de: Ihr Sicherheits-Schlüssel
es_es: Tu clave secreta
fr_fr: Votre clé secrète (SecretKey)
it_it: Codice segreto

source: Enable payment without redirection (Hosted fields)
de_de: Zahlung ohne Umleitung ermöglichen (gehostete Felder)
es_es: Permitir el pago sin redireccionamiento (campos alojados)
fr_fr: Activer le paiement sans redirection (champs hébergés)
it_it: Abilitare il pagamento senza reindirizzamento (campi ospitati)

source: Your customer will not be redirected to the payment platform, but will enter their card details on the checkout page.
de_de: Ihr Kunde wird nicht auf die Zahlungsplattform weitergeleitet, sondern gibt seine Kartendaten auf der Kassenseite ein.
es_es: Su cliente no será redirigido a la plataforma de pago, sino que introducirá los datos de su tarjeta en la página de pago.
fr_fr: Votre client ne sera pas redirigé vers la plateforme de paiement, mais saisira les détails de sa carte sur la page de commande.
it_it: Il cliente non verrà reindirizzato alla piattaforma di pagamento, ma inserirà i dati della carta nella pagina di checkout.

source: Activate debug mode and view OVRI/Wordpress output
de_de: Aktivieren Sie den Debug-Modus und betrachten Sie die OVRI/Wordpress-Ausgabe
es_es: Activar el modo de depuración y ver la salida de OVRI/Wordpress
fr_fr: Activer le mode de débogage et visualiser la sortie OVRI/Wordpress
it_it: Attivare la modalità di debug e visualizzare l'output OVRI/Wordpress

source: Necessary for troubleshooting, but do not activate in production mode!
de_de: Notwendig für die Fehlersuche, aber nicht im Produktionsmodus aktivieren!
es_es: Necesario para la resolución de problemas, ¡pero no lo active en modo de producción!
fr_fr: Nécessaire pour le dépannage, mais ne pas activer en mode production !
it_it: Necessario per la risoluzione dei problemi, ma non attivare in modalità di produzione!

source: Disable all other payment methods
de_de: Deaktivieren Sie alle anderen Zahlungsarten
es_es: Desactivar todos los demás métodos de pago
fr_fr: Désactiver tous les autres modes de paiement
it_it: Disattivare tutti gli altri metodi di pagamento

source: The payment form will be displayed immediately (recommended)
de_de: Das Zahlungsformular wird sofort angezeigt (empfohlen)
es_es: El formulario de pago se mostrará inmediatamente (recomendado)
fr_fr: Le formulaire de paiement s'affiche immédiatement (recommandé)
it_it: Il modulo di pagamento verrà visualizzato immediatamente (consigliato)

source: Don't refresh the page, otherwise you'll have to re-order
de_de: Aktualisieren Sie die Seite nicht, sonst müssen Sie neu bestellen
es_es: No actualice la página, de lo contrario tendrá que volver a ordenar
fr_fr: Ne rafraîchissez pas la page, sinon vous devrez repasser la commande
it_it: Non aggiornate la pagina, altrimenti dovrete riordinare la pagina

source: Your bank requires your authentication. Please finalize this identification so that your payment can be processed
de_de: Ihre Bank benötigt Ihre Authentifizierung. Bitte schließen Sie diese Identifizierung ab, damit Ihre Zahlung bearbeitet werden kann
es_es: Su banco requiere su autentificación. Por favor, finalice esta identificación para que su pago pueda ser procesado
fr_fr: Votre banque demande votre authentification. Veuillez finaliser cette vérification afin que votre paiement puisse être traité
it_it: La vostra banca richiede la vostra autenticazione. Si prega di completare l'identificazione in modo che il pagamento possa essere elaborato

source: <strong>%s</strong> is enabled and WooCommerce is not forcing the SSL certificate on your checkout page. Please ensure that you have a valid SSL certificate and that you are <a href="%s">forcing the checkout pages to be secured.</a>
de_de: <strong>%s</strong> is enabled and WooCommerce is not forcing the SSL certificate on your checkout page. Bitte vergewissern Sie sich, dass Sie ein gültiges SSL-Zertifikat haben und dass Sie die <a href="%s">Kassenseiten erzwingen, um gesichert zu sein.</a>
es_es: <strong>%s</strong> is enabled and WooCommerce is not forcing the SSL certificate on your checkout page. Asegúrese de que dispone de un certificado SSL válido y de que está <a href="%s">forzando la seguridad de las páginas de pago.</a>
fr_fr: <strong>%s</strong> est activé et WooCommerce ne force pas le certificat SSL sur votre page de commande. Veuillez vous assurer que vous avez un certificat SSL valide et que <a href="%s">vous forcez les pages de paiement à être sécurisées. </a>
it_it: <strong>%s</strong> è abilitato e WooCommerce non forza il certificato SSL sulla pagina di pagamento. Assicuratevi di avere un certificato SSL valido e di aver <a href="%s"> forzato la sicurezza delle pagine di pagamento.</a>

source: Payment Declined reason :
de_de: Grund der Ablehnung der Zahlung :
es_es: Motivo del pago rechazado :
fr_fr: Motif du refus de paiement :
it_it: Motivo del pagamento rifiutato :

source: Ovri : Connection error
de_de: Ovri : Verbindungsfehler
es_es: Ovri : Error de conexión
fr_fr: Ovri : Erreur de connexion
it_it: Ovri : Errore di connessione

source: Ovri - Payment in four instalments
de_de: Ovri - Zahlung in vier Raten
es_es: Ovri - Pago en cuatro plazos
fr_fr: Ovri - Paiement en quatre fois
it_it: Ovri - Pagamento in quattro rate

source: Accept payment in four instalments! <a href="https://my.ovri.app">Open an account now !</a>
de_de: Akzeptieren Sie Zahlungen in vier Raten! <a href="https://my.ovri.app">Eröffnen Sie jetzt ein Konto !</a>
es_es: ¡Acepta el pago en cuatro cuotas! <a href="https://my.ovri.app">¡Abra una cuenta ahora!</a>
fr_fr: Acceptez le paiement en quatre fois! <a href="https://my.ovri.app">Ouvrez un compte maintenant !</a>
it_it: Accetta pagamenti in quattro rate! <a href="https://my.ovri.app">Apri un conto ora!</a>

source: Ovri configuration (Payment in 4 times)
de_de: Ovri Konfiguration (Zahlung in 4 Zeiten)
es_es: Configuración ovri (Pago en 4 veces)
fr_fr: Configuration Ovri (Paiement en 4 fois)
it_it: Configurazione Ovri (Pagamento in 4 volte)

source: Attention, if you activate the payment in several times in this case your customer will pay his order in several times and you will receive the installments as they are due on your payment account! You can subscribe to an unpaid guarantee at Ovri to protect yourself against unpaid invoices... However, keep in mind that OVRI does not advance funds.
de_de: Achtung, wenn Sie die Zahlung in diesem Fall mehrmals aktivieren, wird Ihr Kunde seine Bestellung mehrmals bezahlen und Sie erhalten die Raten, wie sie auf Ihrem Zahlungskonto fällig sind! Sie können eine unbezahlte Garantie bei Ovri abonnieren, um sich vor unbezahlten Rechnungen zu schützen... Beachten Sie jedoch, dass OVRI keine Mittel vorschiebt.
es_es: ¡Atención, si activas el pago en varias ocasiones en este caso tu cliente pagará su pedido en varias ocasiones y recibirás las cuotas tal y como vencen en tu cuenta de pago! Puede suscribirse a una garantía impaga en Ovri para protegerse contra facturas impagas... Sin embargo, tenga en cuenta que OVRI no adelanta fondos.
fr_fr: Attention, si vous activez le paiement en plusieurs fois dans ce cas votre client paiera sa commande en plusieurs fois et vous recevrez les acomptes au fur et à mesure qu’ils sont dus sur votre compte de paiement ! Vous pouvez souscrire à une garantie impayée chez Ovri pour vous protéger contre les factures impayées... Cependant, gardez à l’esprit que OVRI n’avance pas de fonds.
it_it: Attenzione, se attivi il pagamento in più volte in questo caso il tuo cliente pagherà il suo ordine in più volte e riceverai le rate così come sono dovute sul tuo conto di pagamento! Puoi sottoscrivere una garanzia non pagata presso Ovri per proteggerti dalle fatture non pagate... Tuttavia, tieni presente che OVRI non anticipa fondi.

source: Activate payment in four instalments
de_de: Aktivieren Sie die Zahlung in vier Raten
es_es: Activar el pago en cuatro plazos
fr_fr: Activer le paiement en quatre fois
it_it: Attiva il pagamento in quattro rate

source: Minimum amount
de_de: Mindestbetrag
es_es: Cantidad mínima
fr_fr: Montant minimum
it_it: Importo minimo

source: Indicate the minimum amount of the cart to be able to use this payment method (Minimum 50 EUR)
de_de: Geben Sie den Mindestbetrag des Warenkorbs an, um diese Zahlungsmethode verwenden zu können (mindestens 50 EUR)
es_es: Indicar el importe mínimo del carrito para poder utilizar este método de pago (Mínimo 50 EUR)
fr_fr: Indiquez le montant minimum du panier pour pouvoir utiliser ce mode de paiement (Minimum 50 EUR)
it_it: Indica l'importo minimo del carrello per poter utilizzare questo metodo di pagamento (Minimo 50 EUR)

source: Define from which amount you want your customer to be able to use this payment method.
de_de: Definieren Sie, ab welchem Betrag Ihr Kunde diese Zahlungsmethode verwenden können soll.
es_es: Define a partir de qué importe quieres que tu cliente pueda utilizar este método de pago.
fr_fr: Définissez le montant à partir duquel vous souhaitez que votre client puisse utiliser ce mode de paiement.
it_it: Definisci da quale importo desideri che il tuo cliente sia in grado di utilizzare questo metodo di pagamento.

source: Credit card in four instalments
de_de: Kreditkarte in vier Raten
es_es: Tarjeta de crédito en cuatro plazos
fr_fr: Carte de crédit en quatre fois
it_it: Carta di credito in quattro rate

source: Ovri - Payment in three instalments
de_de: Ovri - Zahlung in drei Raten
es_es: Ovri - Pago en tres plazos
fr_fr: Ovri - Paiement en trois fois
it_it: Ovri - Pagamento in tre rate

source: Accept payment in three instalments! <a href="https://my.ovri.app">Open an account now !</a>
de_de: Akzeptieren Sie Zahlungen in drei Raten! <a href="https://my.ovri.app">Eröffnen Sie jetzt ein Konto !</a>
es_es: ¡Acepta el pago en tres cuotas! <a href="https://my.ovri.app">¡Abra una cuenta ahora!</a>
fr_fr: Acceptez le paiement en trois fois! <a href="https://my.ovri.app">Ouvrez un compte maintenant !</a>
it_it: Accetta il pagamento in tre rate! <a href="https://my.ovri.app">Apri un conto ora!</a>

source: Ovri configuration (Payment in 3 times)
de_de: Ovri Konfiguration (Zahlung in 3 Zeiten)
es_es: Configuración ovri (Pago en 3 veces)
fr_fr: Configuration Ovri (Paiement en 3 fois)
it_it: Configurazione Ovri (Pagamento in 3 volte)

source: Activate payment in three instalments
de_de: Aktivieren Sie die Zahlung in drei Raten
es_es: Activar el pago en tres plazos
fr_fr: Activer le paiement en trois fois
it_it: Attiva il pagamento in tre rate

source: Credit card in three instalments
de_de: Kreditkarte in drei Raten
es_es: Tarjeta de crédito en tres plazos
fr_fr: Carte bancaire en 3 fois
it_it: Carta di credito in tre rate

source: Ovri - Payment in two instalments
de_de: Ovri - Zahlung in zwei Raten
es_es: Ovri - Pago en dos plazos
fr_fr: Ovri - Paiement en deux fois
it_it: Ovri - Pagamento in due rate

source: Accept payment in two instalments! <a href="https://my.ovri.app">Open an account now !</a>
de_de: Akzeptieren Sie Zahlungen in zwei Raten! <a href="https://my.ovri.app">Eröffnen Sie jetzt ein Konto !</a>
es_es: ¡Acepta el pago en dos cuotas! <a href="https://my.ovri.app">¡Abra una cuenta ahora!</a>
fr_fr: Acceptez le paiement en deux fois! <a href="https://my.ovri.app">Ouvrez un compte maintenant !</a>
it_it: Accetta pagamenti in due rate! <a href="https://my.ovri.app">Apri un conto ora!</a>

source: Ovri configuration (Payment in 2 times)
de_de: Ovri Konfiguration (Zahlung in 2 Zeiten)
es_es: Configuración ovri (Pago en 2 veces)
fr_fr: Configuration Ovri (Paiement en 2 fois)
it_it: Configurazione Ovri (Pagamento in 2 volte)

source: Activate payment in two instalments
de_de: Aktivieren Sie die Zahlung in zwei Raten
es_es: Activar el pago en dos plazos
fr_fr: Activer le paiement en deux fois
it_it: Attiva il pagamento in due rate

source: Credit card in two instalments
de_de: Kreditkarte in zwei Raten
es_es: Tarjeta de crédito en dos cuotas
fr_fr: Carte bancaire en deux fois
it_it: Carta di credito in due rate
