Repository: common-repository/moneytigo
Catalog: languages/ovri-*.po
Languages: de_de, es_es, fr_fr, it_it

source: A new version of the OVRI plugin is currently available. update quickly
de_de: Eine neue Version des OVRI-Plugins ist derzeit verfügbar. Schnelles Update
es_es: Ya está disponible una nueva versión del plugin OVRI. actualiza rápidamente
fr_fr: Une nouvelle version du plugin OVRI est actuellement disponible. mettre à jour rapidement
it_it: È attualmente disponibile una nuova versione del plugin OVRI. aggiornamento rapido

source: Secure payment by OVRI.COM
de_de: Sichere Bezahlung durch OVRI.COM
es_es: Pago seguro por OVRI.COM
fr_fr: Paiement sécurisé par OVRI.COM
it_it: Pagamento sicuro con OVRI.COM

source: OVRI payment solution for Wordpress Woocommerce
de_de: OVRI Zahlungslösung für Wordpress Woocommerce
es_es: Solución de pago OVRI para Wordpress Woocommerce
fr_fr: OVRI solution de paiement pour Wordpress Woocommerce
it_it: Soluzione di pagamento OVRI per Wordpress Woocommerce

source: Ovri Payment for WordPress
de_de: Ovri Payment für WordPress
es_es: Pago Ovri para WordPress
fr_fr: Ovri Payment pour WordPress
it_it: Pagamento Ovri per WordPress

source: The Ovri module works from Woocommerce version %s minimum
de_de: Das Ovri-Modul funktioniert mindestens ab Woocommerce-Version %s
es_es: El módulo Ovri funciona desde la versión de Woocommerce %s mínimo
fr_fr: Le module Ovri fonctionne à partir de la version Woocommerce %s minimum
it_it: Il modulo Ovri funziona almeno dalla versione Woocommerce %s

source: Payment Gateways
de_de: Zahlungsarten
es_es: Pasarelas de Pago
fr_fr: Passerelles de paiement
it_it: Gateway di pagamento

source: Module not configured, API key or ENCRYPTION key missing
de_de: Modul nicht konfiguriert, API-Schlüssel oder VERSCHLÜSSELUNGSSCHLÜSSEL fehlen
es_es: Módulo no configurado, falta la clave de API o la clave ENCRYPTION
fr_fr: Module non configuré, clé API ou clé DE CRYPTAGE manquante
it_it: Modulo non configurato, chiave API o chiave ENCRYPTION mancante

source: Accept credit cards in less than 5 minutes
de_de: Akzeptieren Sie Kreditkarten in weniger als 5 Minuten
es_es: Aceptar tarjetas de crédito en menos de 5 minutos
fr_fr: Acceptez les cartes bancaire en moins de 5 minutes
it_it: Accetta carte di credito in meno di 5 minuti
